Repository: Krugou/krugou.github.io
Catalog: lib/l10n/app_*.arb
Languages: fi

# appTitle
source: The Immigrants
fi: Siirtolaiset

source: Territories
fi: Alueet

source: Total: {population}
fi: Yhteensä: {population}

source: LOCKED
fi: LUKITTU

# nextUnlock
source: Next unlock: {territory} at {threshold} people
fi: Seuraava avaus: {territory} {threshold} ihmisellä

source: All territories unlocked!
fi: Kaikki alueet avattu!

source: Settings
fi: Asetukset

source: Language
fi: Kieli

source: Game Speed
fi: Pelin nopeus

# normalSpeed
source: Normal
fi: Normaali

# fastSpeed
source: Fast
fi: Nopea

# veryFastSpeed
source: Very Fast
fi: Hyvin nopea

# slowSpeed
source: Slow
fi: Hidas

# territoryUrbanCenterName
source: Urban Center
fi: Kaupunkikeskus

# territoryUrbanCenterDescription
source: A bustling city with job opportunities and cultural diversity
fi: Vilkas kaupunki työmahdollisuuksineen ja kulttuurisena monimuotoisuutena

# territoryBorderTownName
source: Border Town
fi: Rajakaupunki

# territoryBorderTownDescription
source: A strategic location for those seeking refuge and new beginnings
fi: Strateginen paikka turvapaikkaa ja uusia alkuja hakeville

# territoryCoastalPortName
source: Coastal Port
fi: Rannikkosatama

# territoryCoastalPortDescription
source: A maritime hub with fishing and trade opportunities
fi: Merellinen keskus kalastus- ja kauppamahdollisuuksineen

# territoryCaveNetworkName
source: Cave Network
fi: Luolaverkosto

# territoryCaveNetworkDescription
source: Underground caves providing shelter and protection
fi: Maanalaiset luolat, jotka tarjoavat suojaa ja turvaa

# territoryUndergroundCityName
source: Underground City
fi: Maanalainen kaupunki

# territoryUndergroundCityDescription
source: A hidden city beneath the surface with advanced facilities
fi: Piilotettu kaupunki maan pinnan alla edistyneillä tiloilla

# territoryMountainSettlementName
source: Mountain Settlement
fi: Vuoristoasutus

# territoryMountainSettlementDescription
source: High-altitude community with stunning views and clean air
fi: Korkealla sijaitseva yhteisö upeilla näkymillä ja puhtaalla ilmalla

# territoryDesertOutpostName
source: Desert Outpost
fi: Aavikon tukikohta

# territoryDesertOutpostDescription
source: Solar-powered settlement in the harsh desert environment
fi: Aurinkoenergialla toimiva asutus ankarassa aavikkoympäristössä

# territoryArcticBaseName
source: Arctic Base
fi: Arktinen tukikohta

# territoryArcticBaseDescription
source: Research and residential facilities in the frozen wilderness
fi: Tutkimus- ja asuintilat jäätyneessä erämaassa

# territoryOrbitalPlatformName
source: Orbital Platform
fi: Kiertorata-alusta

# territoryOrbitalPlatformDescription
source: Space-based habitat orbiting Earth
fi: Avaruudessa sijaitseva maata kiertävä asumusalue

# territorySpaceStationAlphaName
source: Space Station Alpha
fi: Avaruusasema Alpha

# territorySpaceStationAlphaDescription
source: Advanced interplanetary hub for deep space exploration
fi: Edistynyt planeettojen välinen keskus syvän avaruuden tutkimiseen
